IdeaRS.OpenModel.Loading.Relation
Relation

IdeaRS.OpenModel.Loading.Relation.Standard
More load cases  from this load group will be used in a combination

IdeaRS.OpenModel.Loading.Relation.Exclusive
Only one load case from this load group will be used in a combination